Repository: AnVogge/Fakebook
Catalog: src/profiles/locale/*/LC_MESSAGES/django.po
Languages: de

source: first name
de: Vorname

source: last name
de: Nachname

# my-profile-biography
source: bio
de: Biographie

# profile-view-likes-given
source: Likes given
de: Vergebene Likes

# profile-view-likes-received
source: Likes received
de: Erhaltene Likes

# profile-view-friends
source: Friends
de: Freunde

source: Add to friends
de: Freund hinzufügen

# friend-req-awaiting
source: Waiting for approval
de: Warte auf Antwort...

source: Remove from friends
de: Freund entfernen

# no-invitations-found
source: No invitations here..
de: Keine Einladungen gefunden

# see-profile-button
source: See profile
de: Profil anzeigen

# friend-req-accept
source: Accept invite
de: Anfrage annehmen

# friend-req-reject
source: Reject invite
de: Anfrage ablehnen

# profile-update-title
source: Update your profile
de: Aktualisiere dein Profil

# profile-update-dialog-title
source: Provide some additional infos about yourself
de: Gib ein paar Infos über dich an

# profile-update-button
source: Update
de: Profil aktualisieren

# profile-updated
source: Your profile has been updated
de: Dein Profil wurde aktualisiert

# my-profile
source: your profile:
de: Dein Profil:

# myprofile-view-update-button
source: Update your profile
de: Profil aktualisieren

source: username
de: Benutzername

# my-profile-number-of-friends
source: number of friends
de: Anzahl Freunde

# my-profil-friends-list
source: Friends
de: Freunde

# my-profile-likes-given
source: likes given
de: Vergebene Likes

# my-profile-likes-received
source: likes received
de: Erhaltene Likes

# friend-req-received
source: Received friend request
de: Freundschaftsanfrage erhalten
